OdDAI.InverseAttribute.isRedeclaredIn(OdDAI.Entity!System.Runtime.CompilerServices.IsConst*)
\details
Determines if inverse attribute is redeclared by inverse attribute of entity.
\returns Returns true if inverse attribute redeclared by inverse attribute of provided entity, otherwise returns false.

OdDAI.InverseAttribute.redeclaredIn
\details
Retrieves an array of entity definitions which inverse attributes redeclare this inverse attribute.
\returns Returns an OdArray of raw pointers to OdDAI::Entity.

OdDAI.InverseAttribute.getAttributeType
\details
Retrieves the current attribute's tpye.
\returns An enum that contains the attribute's type.